<?php

/*Language Pack for GTA: WaPP-City*/


//city1/about.php

$lang['ab1'] = 'Очередной тихий вечер теперь уже спокойного Vice City.
Мне вдруг вспомнились мои старые друзья, и помощники...Ленс...Фил..Кортез... Вдруг раздался телефонный звонок...
-Да
-Аллё, Томми? Томми друг, это Ленс...
-Ленс? Ты жив ублюдок???
-Полегче Томми, нам нужно поговорить. Я слышал о новом молодом городке, Gangsters Two City. Там есть чем поживиться...
-Ленс, ты не забыл что предел меня??? Какого чёрта опять ко мне лезешь?
-Томми, меня заставили... Прости друг... Я сожалею и хочу загладить свою вину...
-Ну ладно, посмотрим, что у тебя за сведения...
-Всё и так понятно...новый город, новые приключения... Ведь нам именно это и нужно, не так ли?
-Чёрт возьми Ленс, ты прав. Завтра утром встречаемся в аэропорту...
-Хорошо Томми, до завтра.
Утро. Аэропорт. Как мне надоели эти мерзкие людишки Vice City...
Скорей бы оказаться в новом месте...Вдруг и там мне улыбнётся удача..
Вот подошёл Ленс.
-Привет Ленс. Ну, летим навстречу новым приключениям?
-Привет. Ты прав, нас там уже ждут. Полетели.<br/>';
$lang['ab2'] = 'Полёт был долгим и нудным. Но вот наконец прилетели. Здравствуй Gangsters Two City.
Ленс уже заранее нашёл местечно на первое время...Взяли такси, поехали... Ехали недолго и вот машина остановилась около оружейного магазина.
-Ленс, только прибыли и сразу за дело?
-А ты как думал чувак? Хотя городок молодой, но и тут уже немало головорезов...
-Понятно... Тогда для начала посидим в этом районе, покажем всем кто мы такие!
Зайдя в магазин мы увидили за прилавком...Фила Кесседи!
-Друг, а ты тут какими судьбами???
-Привет Томми! Ну какой вооружённый город без меня?
-Тогда предлагаю тебе тряхнуть стариной...
-О Томми, с радостью! А в магазинах посидят младшие. Давайте наберём пушек...В этом районе есть только Кастеты, Беретты, Калашы, Напалмы, Взpывчатки и МЕ 85 Combat... А в другие районы пока нет дороги... Недавно были сильные штормы...
-Понятно...Пока нам хватит этого...
Набрав пушек мы втроём поехали в логово...Но проезжая мимо пристани я заметил знакомую яхту... Яхту Полковника Кортеза... Оказалось что после Vice City он направился сюда и уже прижился...
Заехав к нему я и ему предложил присоединиться к нам, на что он сразу же согласился.
Прибыв на место, мы решили отдохнуть.... Завтра трудный день... Для начала нужно посетить чёрный рынок, казино, а уж накопив сил можно и навестить местный банк... 
Ночью мне приснилась старуха Вуду...Неужели и она тут?... Тогда всем придётся нелегко... Она не любит шутить...
В общем посмотрим...<br/>
<b>SeT (c)</b><br/>';
$lang['lans'] = 'Ленс';
$lang['pravila'] = 'Правил особенных то в городе нет:) Как говорится это Гангcтepы, то есть, постоянные драки, разборки, ограбления, угоны, грязные копы и не менее грязные шлюхи:))) 
Короче тут надо крутиться как можешь и как не можешь, но хочешь:))) Для начала нужно оружие, без него никуда и никак:))) Потом уже можно и подраться:))) А поднакопив опыта если хотите, можете вступить в существующие банды, или создать с кем-нибудь свою банду. �  ещё, тут есть БАНК. Ну вы поняли для чего:))) Если у тебя есть банда, его можно взять под себя и каждый час снимать проценты. Но взять банк под себя можно только если у крышующей банды авторитет ниже чем у твоей! Если же ты не крышуешь банк, то его можно ГPАБИТЬ. Денег идёт немало:)))И к тому же повышается авторитет:))) Может и не повезти и ограбление не получится и к тому же тебя ранят охранники на 70%:((( 
Теперь про Вуду... �
то очень мерзкая старуха! Умеет отнимать здоровье и насылать порчу... За лавэ естественно:)))
Логово. �
то ТВОЁ место....здесь ты можешь хранить пушки, тачки и бабло:)))
Всё это ты можешь хранить и в общаке банды(если она у тебя есть), но при этом всё что ты положешь в общак будет доступно и всей банде:)))
Если прижимают копы, сходи в парикмахерскую, если плохо со здоровьем то его с радостью поправят в аптеке и в публичном доме:)))
<br/>';
$lang['abo_mes'] = 'Хай, мэн! Помнишь меня? �
то я вытащил тебя из той передряги! Помнишь как все было? Нет? Слушай!<br/>';
$lang['abo_sluh'] = 'Слушать';
$lang['abo_rules'] = 'Правила города';

?>