<?
  /*_________________________*/
        /*Конфигурационный файл для*/
/*   GTA:WaPP-City v.0.6   */
        /*   by mr.Magister && Neo */
       /*    icq: 878477,294382   */
/*mod by Lesnik*/
/* 366244181 */
     /*_________________________*/

//чтоб пхп-файл отображался, как вмл-страница

/*Подключение к базе*/

//сервер базы данных
$DB_HOST = "localhost";
//пользователь
$DB_USER = "";
//пароль
$DB_PASS = "";
//имя базы данных
$DB_NAME = "";

/*Версия игры*/

$version='0.6.1';

/*Особняки*/

$per_page_o=10;  //особняков на страницы

/*Гонки*/

$vremya_gonki=300; //сколько времени продолжается одна гонка, если нет явного лидера (в секундах)
$per_page=4;  //сколько заездов на страницу показывать в гонках
$limit=50;  //сколько можно создавать максимум гонок

/*Языковой файл*/

$lang=array();
include "langpack/russian/lang_main.php"; //языковой файл


/*Дальше не трогать!*/

//функция преобразования в юникод
$rus = array(
"¦Р"=>"А","¦-"=>"а","¦С"=>"Б","¦-"=>"б",
"¦Т"=>"В","¦-"=>"в","¦У"=>"Г","¦¦"=>"г",
"¦Ф"=>"Д","¦+"=>"д","¦Х"=>"Е","¦¦"=>"е",
"¦Б"=>"Ё","¦Ц"=>"Ж","¦¦"=>"ж","¦Ч"=>"З",
"¦¬"=>"з","¦Ш"=>"И","¦¬"=>"и","¦Щ"=>"Й",
"¦¦"=>"й","¦Ъ"=>"К","¦¦"=>"к","¦Ы"=>"Л",
"¦¬"=>"л","¦Ь"=>"М","¦-"=>"м","¦Э"=>"Н",
"¦-"=>"н","¦Ю"=>"О","¦-"=>"о","¦Я"=>"П",
"¦¬"=>"п","¦а"=>"Р","TА"=>"р","¦б"=>"С",
"TБ"=>"с","¦в"=>"Т","TВ"=>"т","¦г"=>"У",
"TГ"=>"у","¦д"=>"Ф","TД"=>"ф","¦е"=>"Х",
"TЕ"=>"х","¦ж"=>"Ц","TЖ"=>"ц","¦з"=>"Ч",
"TЗ"=>"ч","¦и"=>"Ш","TИ"=>"ш","¦й"=>"Щ",
"TЙ"=>"щ","¦к"=>"Ъ","TК"=>"ъ","¦л"=>"Ы",
"TЛ"=>"ы","¦м"=>"Ь","TМ"=>"ь","¦н"=>"Э",
"TН"=>"э","¦о"=>"Ю","TО"=>"ю","¦п"=>"Я",
"TП"=>"я","TС"=>"ё"
);
function cyr($cyr_str)
{
global $rus;
return strtr($cyr_str,$rus);
}

//соединяемся с базой
mysql_connect($DB_HOST,$DB_USER,$DB_PASS) or die ("connect to the database :( don't worry! try again!");
mysql_select_db($DB_NAME);
?>